Y(분석 유형 - 자동 보정 O, 예측 Y,모의유형 N)  2025 082808 090508 N  
N (적용권역 - 전체 N, 중권역별 Y)
(아래 매개변수)
1.00 1.00 1.00 1.00 1.00 1.00 1.00 1.00 
1.00 1.00 1.00 1.00 1.00 1.00 1.00 1.00
1.00 1.00 1.00 1.00 1.00 1.00 1.00 1.00
1.00 1.00 1.00 1.00 1.00 1.00 1.00 1.00
2025 08 28 08 00 시작 시간(OPT파일의 수정 사항이 분석에 적용 되지 않음)
2025 08 29 08 00 현재 시간 
1 (예측강우 - 강우보정방법 RDS 1 AVG 2)
192(총연산시간) 60(분석단위)  + 모의 유형은 수계 파일을 바꿈 
0.000 0.000 0.000 0.000 1.000 1.000 (기저유량 전체, 다리?(양수정교) 댐(대곡댐이었음) 감소계수, 기저율 순)
(아래 툴바의 예측 강우 설정)
1(예측 강우 갯수) 0 0 3 2025 8 29 8 0 (각 항목 강우랑 강우지속시간 강우패턴 년 월 일 시, 여러개 있는 경우 띄어쓰기만 하고 이어서 출력)
1
1 (방류 패턴 갯수)
(아래 방류 패턴)
(방류 패턴 - ) 0.000 
(방류 패턴 - ) 0.000 
(방류 패턴 - ) 0.000 
(방류 패턴 - ) 0.000 
(방류 패턴 - ) 0.000 
(방류 패턴 - ) 0.000 
(방류 패턴 - ) 0.000 
(방류 패턴 - ) 0.000 
(방류 패턴 - ) 0.000 
(방류 패턴 - ) 0.000 
(방류 패턴 - ) 0.000 
(방류 패턴 - ) 0.000 
(방류 패턴 - ) 0.000 
(방류 패턴 - ) 0.000 
(방류 패턴 - ) 0.000 
(방류 패턴 - ) 0.000 
(방류 패턴 - ) 0.000 
(방류 패턴 - ) 0.000 
(방류 패턴 - ) 0.000 
(방류 패턴 - ) 0.000 
(방류 패턴 - ) 0.000 
(방류 패턴 - ) 0.000 
(방류 패턴 - 지속시간) 0.0 

(아래는 있을떄만 생기는 항목들)


# 매개변수 - Fsa값 설정
#Fsa#
6.00 1.00 1.00 (전체, 다음 오는거 순서대로 순)
